var snipps = {
	"posts":[
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"2Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"3Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"4Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"5Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],
		[
			"Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+",
			"write_gtk_app"
		],

	],
	"tags":[
		"c++":[0, 5]
	]
}