var snipps = [
			"20-02-26", "записки",
			"Что будет с рынком с приходом собственных роботизированных систем и нейросетей",
			"Когда торговля знаниями выйдет на повседневный уровень",
			"/bc1.jpg",
			"write_gtk_app",

			"20-02-26", "записки",
			"Почему человек неизбежно должен повторить сюжет матрицы",
			"Почему свобода слова является пассивным разрушителем ценностей того общества к которому мы привыкли",
			null,
			"block_big_data",

			"20-03-23", "записки",
			"Почему все полит режимы упираются в человеческую сущность",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			"https://www.tokkoro.com/picsup/2949527-mountains-summit-forest-trees-nature-clouds___landscape-nature-wallpapers.jpg",
			"write_gtk_app",

			"20-03-22", "notes, dating",
			"Свадьба в 21 веке - худшее на что ты можешь потратить время, деньги и нервы",
			"Горение от того насколько люди лицемерны и подвержены ничего не значащим ритуалам",
			"https://kabarlinux.id/wp-content/uploads/2016/06/gtk-logo-lnx.png",
			"write_gtk_app",

			"20/02/22", "notes, safety, adm",
			"Учимся защищать неокрепший мозг вашего ребенка",
			"Измени общество! Следуй моим советам и следи за своим чадом!",
			null,
			"write_gtk_app",

			"20/02/22", "c++",
			"Мой список лучших фильмов",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			null,
			"write_gtk_app",

			"20/02/23", "c++,web",
			"2Пишем приложение с использованием бибилотеки GTK+ web",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			null,
			"block_big_data",

			"20/03/23", "gc++",
			"3Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			null,
			"write_gtk_app",

			"20/03/22", "c++,it",
			"4Пишем приложение с использованием бибилотеки GTK+ it",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			null,
			"write_gtk_app",

			"20/02/22", "c++",
			"5Пишем приложение с использованием бибилотеки GTK+",
			"Пробуем пипсать графические приложения на C++ и GTK+Пробуем пипсать графические приложения на C++ и GTK+",
			null,
			"write_gtk_app"

		]